{
    "Home Page": "Welcome to my Gatsby site!",
    "message": "My name is Shanika",
    "en": "English",
    "zh": "中文",
    "APP_BAR_HOME": "Home",
    "APP_BAR_HEARTLAND_FUND": "Heartland Fund",
    "APP_BAR_OUR_TEAM": "Our Team",
    "APP_BAR_SERVICES": "Services",
    "APP_BAR_TRAININGS": "Trainings",
    "APP_BAR_RESOURCES": "Resources",
    "APP_BAR_DRUMBEAT": "DRUMBEAT",
    "APP_BAR_BLOG": "Blog",
    "BANNER_HEARTLAND_SOCIAL_ENTERPRISE": "Heartland Social Enterprise",
    "BANNER_SEX_EDUCATION": "Sex education",
    "BANNER_UNDERSTAND_DEATH": "From story book: Understand Death",
    "BANNER_HEARTLAND_SOCIAL_ENTERPRISE_CONTENT": "A beautiful mind",
    "BANNER_SEX_EDUCATION_CONTENT": "Have you ever tried to explain sexual knowledge to people with intellectual disabilities but struggled to convey your meaning?<br/><br/>Have you ever found it difficult to articulate knowledge and attitudes about sexuality? Do you know what sexual knowledge and<br/>attitudes entail? <br/><br/>Sexuality is a taboo subject in our culture. Discussing it with others is already challenging, let alone with intellectually disabled<br/> individuals. Therefore, this course aims to help professionals learn how to talk about sexuality with people who have intellectual<br/>disabilities, even providing sexual education.",
    "BANNER_UNDERSTAND_DEATH_CONTENT": "Children's understanding of death differs from that of adults, and their level of acceptance varies as a result. However, when adults<br/>face death, they not only have to deal with their own emotions but also help children understand and accept death. This workshop<br/>aims to help parents, teachers, and relevant professionals understand children's perspectives on life. Using picture books, it assists<br/>children in understanding death and overcoming grief. The workshop analyzes and assists adults in understanding children's mental<br/>health from a clinical psychology perspective, providing simple and practical methods to alleviate and address children's emotional<br/>issues. Each participant will receive one relevant picture book.",
    "BANNER_TRAUMA_INFORMED_PRACTICE": "Trauma-Informed Practice",
    "BANNER_TRAUMA_INFORMED_PRACTICE_CONTENT": "People who have experienced psychological trauma are often misunderstood as being 'temperamental', 'attention-seeking',<br/>'distracted','forgetful', or even labeled as having 'personality disorders'. However, many trauma survivors find it difficult to talk<br/>about past injuries and exhibit various behavioral reactions. Trauma-Informed Practice has long been valued in the mental health<br/>rehabilitation field abroad, emphasizing patient-centered practices. This approach not only encourages a culture of safety and healing<br/>but also focuses on enhancing the physical and mental health of patients. Through just three short training sessions, it is hoped<br/>that participants will gain a better understanding of the psychological impact of trauma on patients' physical and mental well-being,<br/>as well as their responses. Additionally, participants will learn how to respond to and care for individuals with psychological trauma.",
    "BANNER_SOCIAL_ENTERPRISE": "Social Enterprise",
    "BANNER_SOCIAL_ENTERPRISE_CONTENT": "An social enterprise is a business targeted to achieve specific social objectives through entrepreneurial strategies and self-sustaining<br/>operations, and not less than 65% of its distributable profits are reinvested in the business for the social objectives that it pursues.”<br/>So we set up a Heartland Fund to contribute certain % of profit for charity purpose, e.g. support disadvantaged group to seek for<br/>psychotherapy, community education and group therapy."
}