{
    "DETAILS": "Details",
    "DOWNLOAD": "Download",
    "EMAIL": "Email",
    "en": "English",
    "zh": "中文",
    "APP_BAR_HOME": "Home",
    "APP_BAR_HEARTLAND_FUND": "Heartland Fund",
    "APP_BAR_OUR_TEAM": "Our Team",
    "APP_BAR_SERVICES": "Services",
    "APP_BAR_TRAININGS": "Trainings",
    "APP_BAR_RESOURCES": "Resources",
    "APP_BAR_DRUMBEAT": "DRUMBEAT",
    "APP_BAR_BLOG": "Blog",
    "BANNER_HEARTLAND_SOCIAL_ENTERPRISE": "Heartland Social Enterprise",
    "BANNER_UNDERSTAND_DEATH": "From story book: Understand Death",
    "BANNER_HEARTLAND_SOCIAL_ENTERPRISE_CONTENT": "<p>Life is full of changes</p><br/><p>We believe that life consists of lots of 'commas', in which you could become stronger after each obstacle.</p> We aim to provide a safe and comfortable place to support you, and walk through the difficulties with you.",
    "BANNER_UNDERSTAND_DEATH_CONTENT": "Children's understanding of death differs from that of adults, and their level of acceptance varies as a result. However, when adults<br/>face death, they not only have to deal with their own emotions but also help children understand and accept death. This workshop<br/>aims to help parents, teachers, and relevant professionals understand children's perspectives on life. Using picture books, it assists<br/>children in understanding death and overcoming grief. The workshop analyzes and assists adults in understanding children's mental<br/>health from a clinical psychology perspective, providing simple and practical methods to alleviate and address children's emotional<br/>issues. Each participant will receive one relevant picture book.",
    "BANNER_TRANING_SEX_EDUCATION": "Smart 'Acquisition' Sex Education Course",
    "BANNER_TRANING_SEX_EDUCATION_1": "Have you ever experienced difficulty in conveying sexual knowledge to people with intellectual disabilities?<br/>Have you ever been at a loss for words when trying to express knowledge and attitudes about sex?<br/>Do you know what sexual knowledge and attitudes are?<br/><br/>Sex is a taboo in local culture; discussing it with people around you is not easy, let alone with individuals with intellectual disabilities. Therefore, this course hopes to help workers learn to discuss sex with individuals with intellectual disabilities, and even provide sex education.",
    "BANNER_TRAUMA_INFORMED_PRACTICE": "Trauma-Informed Practice",
    "BANNER_TRAUMA_INFORMED_PRACTICE_CONTENT": "People who have experienced psychological trauma are often misunderstood as being 'temperamental', 'attention-seeking',<br/>'distracted','forgetful', or even labeled as having 'personality disorders'. However, many trauma survivors find it difficult to talk<br/>about past injuries and exhibit various behavioral reactions. Trauma-Informed Practice has long been valued in the mental health<br/>rehabilitation field abroad, emphasizing patient-centered practices. This approach not only encourages a culture of safety and healing<br/>but also focuses on enhancing the physical and mental health of patients. Through just three short training sessions, it is hoped<br/>that participants will gain a better understanding of the psychological impact of trauma on patients' physical and mental well-being,<br/>as well as their responses. Additionally, participants will learn how to respond to and care for individuals with psychological trauma.",
    "BANNER_SOCIAL_ENTERPRISE": "Social Enterprise",
    "BANNER_SOCIAL_ENTERPRISE_CONTENT": "An social enterprise is a business targeted to achieve specific social objectives through entrepreneurial strategies and self-sustaining<br/>operations, and not less than 65% of its distributable profits are reinvested in the business for the social objectives that it pursues.”<br/>So we set up a Heartland Fund to contribute certain % of profit for charity purpose, e.g. support disadvantaged group to seek for<br/>psychotherapy, community education and group therapy.",
    "BANNER_FOUNDER_MOTTO": "Founder's Motto",
    "BANNER_FOUNDER_MOTTO_CONTENT": "<p>It returns to my mind often when I'm with a patient, clueless about what is going on, unable to make helpful or coherent<br/>remarks.</p><br/><p>It is then that I think of dear Sarah B. and remind myself that a therapist's presence, inquires, attention may be nourishing in</p>ways we cannot imagine.<br/><br/>By Yalom, Becoming Myself, p. 99.'",
    "BANNER_SERVICE": "Service",
    "BANNER_SERVICE_CONTENT": "We provide : Adult Psychotherapy, Children Therapy, Assessment & Assessment and Professional Consultation.",
    "BANNER_GROUP_THERAPY": "Adult, kids, individual and group Psychotherapy",
    "BANNER_GROUP_THERAPY_CONTENT_1": "Our team includes clinical psychologists, sex therapists, social workers, occupational therapists, senior counselors, family therapists, play therapist etc",
    "BANNER_GROUP_THERAPY_CONTENT_2": "Please feel free to contact us for further inquiry, and choose your right therapist.",
    "BANNER_GROUP_THERAPY_CONTENT_3": "Phone appointments: A dedicate staff will arrange first meeting and initial assessment.",
    "BANNER_GROUP_THERAPY_CONTENT_4": "First meeting: Around 50 mins, follow up meeting based on individual needs",
    "BANNER_GROUP_THERAPY_CONTENT_5": "Follwup meeting：Weekly or bi-weekly",
    "BANNER_GROUP_THERAPY_CONTENT_6": "Cost for reference",
    "BANNER_GROUP_THERAPY_CONTENT_7": "Clinical Psychologist",
    "BANNER_GROUP_THERAPY_CONTENT_8": "Senior Counselor",
    "BANNER_GROUP_THERAPY_CONTENT_9": "Counselor",
    "BANNER_GROUP_THERAPY_CONTENT_10": "Sex Therapist",
    "BANNER_GROUP_THERAPY_CONTENT_11": "Individuals facing financial difficulties can discuss fees individually with the therapist.",
    "BANNER_GROUP_THERAPY_CONTENT_12": "All staff are registered under professional institutions in Hong Kong and Overseas",
    "BANNER_PROFESSIONAL_TRANING": "Professional Training",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_1": "Examples",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_2": "Trauma-Informed Practice",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_3": "Sex Education (conducted by recognized sex therapists from Hong Kong Association of Sexuality Educators, Researchers & Therapists Limited (HKASERT))​",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_4": "Holyoake Australia DRUMBEAT Facilitator Training",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_5": "​好。心情家長及老師講座",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_6": "從繪本開始: 了解死亡及兒童情緒支援工作坊",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_7": "Drawing analysis",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_8": "Palmistry",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_9": "Former collaborating organization",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_10": "Tung Wah Group of Hospitals",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_11": "Caritas Hong Kong",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_12": "Christian Action",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_13": "Hong Kong Anti-Cancer Society",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_14": "Yuen Long Kam Kwong Church",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_15": "Labour Department",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_16": "Lands Department",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_17": "The Judiciary of the Hong Kong Special Administrative Region",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_18": "Long Term Partner - Inner Voice Psychological Counselling Center",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_19": "Holyoake Australia",
    "BANNER_TEAM_MEMBER_FOUNDER": "FOUNDER",
    "BANNER_TEAM_MEMBER_CONTENT_1": "Aquina Wong is a registered Clinical Psychologist in Hong Kong (HKPS DCP), Australia (APS & AHPRA) and Singapore (SPS). She is current working in for Australian government and in private practice, focusing on mood disorder and post-traumatic stress disorder. She worked as a senior counselor and centre-in-charge in a non-government organization in Hong Kong 10 years ago, specialized in individual and family counseling for disadvantaged groups. Aquina went to Australia to seek for her career in clinical psychology, whereas she excels at resolving negative emotions and warmth and genuine interpersonal style.",
    "BANNER_TEAM_MEMBER_CONTENT_2": "Aquina is an integrated therapist who assess the use of theoretical orientation based on clients’ needs, which include Cognitive Behavioral Therapy (CBT), Trauma-Focused CBT, Eye Movement Desensitization Reprocessing (EMDR) therapy, Psychodynamic Therapy, Existential Therapy etc.",
    "BANNER_TEAM_MEMBER_CONTENT_3": "She aims to support people to manage and overcome their difficulties by various ways, e.g. individual and group therapy, talk and seminar, training and writing. ",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS": "Team Members",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_1": "Clinical Psychologists, Senior Counselors, Social Workers, Occupational Therapist, Sex Therapist",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_2": "Psychotherapy, Assessment, and Consultation",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_3": "Sex and Family Therapist",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_4": "Individual and couple therapy, and Assessment",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_5": "Play Therapy",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_6": "Children and Family Play Therapy",
    "BANNER_TRANING_UNDERSTAND_DEATH": "Starting from Picture Books: Understanding Death and Supporting Children's Emotions Workshop",
    "BANNER_TRANING_UNDERSTAND_DEATH_1": "Children's understanding of death differs from adults, and so does their level of acceptance. However, adults not only have to deal with their own emotions when faced with death but also need to help children understand and accept it. This workshop is primarily designed to assist parents, teachers, and related professionals in understanding children's views on life, and to use picture books to help children understand death and cope with grief. The workshop offers an analysis from the perspective of clinical psychology to aid adults in understanding children's mental health and provides simple and practical methods to soothe and deal with children's emotional issues. Each participant will receive a related picture book.",
    "BANNER_TRANING_TIP": "Trauma-Informed Practice",
    "BANNER_TRANING_TIP_1": "People who have suffered psychological trauma are often misunderstood as being 'quick-tempered', 'attention-seeking', 'unfocused', 'forgetful', or even labeled as having a 'personality disorder'. However, many trauma victims find it difficult to speak about their past wounds and exhibit a variety of behavioral responses.<br/><br/>Trauma-Informed Practice has long been valued in the mental health rehabilitation community abroad as a patient-centered practice standard. This practice not only encourages a safe and therapeutic culture but also focuses on strengthening the patients' physical and mental health.<br/><br/>It is hoped that after just three sessions of training, everyone will have a better understanding of the physical and mental impacts of psychological trauma on patients and their responses. Additionally, participants will learn how to interact with and care for individuals with psychological trauma.",
    "BANNER_TRANING_TIP_2": "Trauma-Informed Practice has always been valued in the mental health rehabilitation field abroad as a patient-centered standard of practice. However, its development in Hong Kong is still in the early stages. Heartshore Social Enterprise hopes to popularize Trauma-Informed Practice in Hong Kong through various levels of courses and training, thereby reducing the experience of secondary trauma in trauma-affected individuals and lessening the vicarious trauma or trauma exposure response in co-workers.",
    "BANNER_TRANING_TIP_3": "Trauma-informed practice is not limited to professionals such as social workers, psychologists, counselors, paramedics, nurses, doctors, etc. Other frontline workers such as event organizers, health workers, teachers, counseling/guidance directors, staff, etc., are also involved. Heart Shore Social Enterprises understands that different professions have different needs for trauma-informed practice. Therefore, our courses and training provide varying levels of content based on the participants' needs." ,
    "BANNER_TRANING_TIP_4": "Mentors: Clinical psychologists, social workers, and occupational therapists.",
    "BANNER_TRANING_TIP_5": "Aquina has referenced various domestic and foreign studies and training, such as the Substance Abuse and Mental Health Services Administration (SAMHSA) in the United States, while considering Hong Kong and Chinese culture, to develop the following Trauma-Informed Practice courses and training models. This sequential model can be applied to different levels of work, introducing Trauma-Informed Practice and techniques from shallow to deep, assisting the needs of various participants and organizations.",
    "BANNER_RESOURCES_CBT_1": "CBT Descriptive Case Conceptualization",
    "BANNER_RESOURCES_CBT_2": "A simple form to help you conceptualize/ formulate your case in brief",
    "BANNER_RESOURCES_CBT_3": "CBT Descriptive Case Conceptualization Form",
    "BANNER_RESOURCES_CBT_4": "A more comprehensive form for case conceptualization/ formulation.",
    "BANNER_RESOURCES_CBT_5": "Download The Earth (Normal Size).",
    "BANNER_RESOURCES_CBT_6": "Download The Earth (Smaller Size).",
    "BANNER_RESOURCES_CBT_7": "Download Chinese version with 2 sizes",
    "BANNER_DRUMBEAT_1": "HONG KONG DRUMBEAT FACILITATOR TRAINING",
    "BANNER_DRUMBEAT_2": "More information about the award-winning program, click here.",
    "BANNER_DRUMBEAT_3": "We are planning for our next Zoom + face-to-face training in the 1st quarter of 2022, finger cross!",
    "BANNER_DRUMBEAT_4": "Really appreciation the consent of the participants for this very first DRUMBEAT video in Hong Kong! Thanks a  lot for 1step Association of Hong Kong!",
    "BLOG_1_TITLE": "Things to remind myself when having therapy with clients in the psychotic range: Nancy McWilliams",
    "BLOG_1_CONTENT_1": "Sometimes I would be uncertain about my goals when working with clients in the psychotic range. However, Nancy McWilliams' book, Understanding Personality Structure in the Clinical Process: Psychoanalytic Diagnosis (2nd edition) reminds me what I should do, and enhance my reflection:",
    "BLOG_1_CONTENT_2": "1. Clients in the psychotic-level psychologies are mostly terrified as they are lacking of a basic sense of security in the world and is ready to 'believe that annihilation is imminent.'",
    "BLOG_1_CONTENT_3": "2. 'Supportive therapy' could be important to them as it emphasizes on active support of the client's dignity, self-esteem, ego-strength, and need for information and guidance.",
    "BLOG_1_CONTENT_4": "3. Remember there is a 'continuum from supportive through expressive therapy' at the uncovering insight and resolution.",
    "BLOG_1_CONTENT_5": "Points to note during therapy (from the start):",
    "BLOG_1_CONTENT_6": "1. Demonstration of trustworthiness by real respect",
    "BLOG_1_CONTENT_7": "2. Unwavering honesty and self-disclosure might be needed, in order to clarify their paranoid thoughts or unreal perceptions",
    "BLOG_1_CONTENT_8": "3. Clarify client's fantasies",
    "BLOG_1_CONTENT_9": "4. Be an ordinary human being, so you (therapist) can be at ease",
    "BLOG_1_CONTENT_10": "5. Extend yourself to help in a more specific, problem-solving way than would be warranted in psychotherapy with healthier persons",
    "BLOG_1_CONTENT_11": "6. Relate in a more authoritative way than with high-functioning clients: by behaving like a professional expert but a human equal; engaging in egalitarian tone which is nonhumilating; while the sense of authority reassures them that the therapist is strong enough to withstand their fantasized destructiveness",
    "BLOG_1_CONTENT_12": "7. Provide explicit psychoeducation about what feelings are",
    "BLOG_1_CONTENT_13": "8. Normalization is important ",
    "BLOG_1_CONTENT_14": "Extracted from : Chapter 4: Implications of Developmental Levels of Organization",
    "BLOG_2_TITLE": "Goddesses",
    "BLOG_2_CONTENT_1": "Originally published in 新世紀月刊, 2018, number 270.",
    "BLOG_2_CONTENT_2": "望 在仰望 誰又會像你像你高貴上殿堂/評判席大家一臉不爽/望任意望 權杖已在你在你手裡在發光/何用他欣賞 你的好看/標準的審美觀跟你碰撞 控訴你未符俗世眼光/你既自然閃亮 沒有說說 為甚壓需要世人饒恕 自信迫降",
    "BLOG_2_CONTENT_3": "Humans are social animals, and societies naturally form various 'standards' (norms). Those who meet these standards can easily become part of the mainstream and are readily accepted by others. People who exceed these standards are often idolized, being labeled as 'gods' or 'goddesses', such as 'male god' or 'female goddess.' Conversely, those who fall significantly below these standards are often stigmatized with labels like 'ugly duckling' or 'loser.'",
    "BLOG_2_CONTENT_4": "In today's society, physical appearance affects us every day, especially in how we judge others and ourselves. Reflect on whether you worried about your appearance when you were younger. It is not uncommon to see people overly concerned about their looks, even dissatisfied with their appearance, which can impact their self-confidence.",
    "BLOG_2_CONTENT_5": "Recently, Joyce Cheng's song 'Goddess' has become widely shared on social media. I don't know much about music or fashion, but the song made me think about 'inner wealth.'",
    "BLOG_2_CONTENT_6": "No woman does not love beauty, but no one can control their natural appearance. Therefore, women use makeup, buy clothes, shoes, and handbags to make themselves more 'beautiful,' feel more confident, and happier. However, some people, due to congenital or acquired reasons, do not meet the 'standard of beauty' and are hurt by 'worldly views,' sometimes even becoming depressed. Besides physical appearance, people with disabilities or chronic illnesses also do not meet 'worldly standards' and are often looked down upon and undervalued, leading to a sense of disapproval from others.",
    "BLOG_2_CONTENT_7": "Fortunately, positive psychology research has found that the relationship between physical appearance and personal happiness is not very strong. More attractive people are not necessarily happier, and less attractive people are not necessarily more miserable. Instead, character and a sense of life's meaning are more important. In previous articles, we have discussed the importance of character. Although character is difficult to change, one can alter their behavior, engage in activities they enjoy, and accumulate joyful experiences, gradually becoming happier. Similarly, finding a sense of purpose in life works in much the same way. Everyone has a reason for living, and just as cherry blossoms, plum blossoms, and peach blossoms each have their own strengths, finding one's own purpose in life allows beauty to naturally emanate from within. For example, Hong Kong Spirit Ambassadors Yang Xiaofang (a disabled athlete and artist who lost both arms in an accident) and Zhou Zhiming (a volunteer worker who is completely paralyzed) have both experienced tremendous changes in their lives. They endured immense suffering and had to cope with being undervalued and looked down upon for not meeting societal standards. They faced judgments and disapproval from others.",
    "BLOG_3_TITLE": "Developing their abilities through play, fostering their wisdom through play.",
    "BLOG_3_CONTENT_1": "'Play' is a child's nature. When children play with great enthusiasm, we see the happiest and brightest smiles. Zhang Kaiyun, a principal from Taiwan, pointed out that 'play' not only makes children happy but also 'develops their abilities and intelligence.' It seems that for children, 'playing with toys' does not 'lead to their downfall.'",
    "BLOG_3_CONTENT_2": "The author has previously mentioned that children 'learn through play.' However, adults may not realize that the toys they choose for their children can have a long-term impact on their development. From the moment children start to understand gender, many adults begin to dictate the toys and modes of play for them. For example, boys are often only allowed to play with Lego blocks, trains, and tracks, while girls are expected to play with dolls, pretend house, and drawing.",
    "BLOG_3_CONTENT_3": "We all know that there are differences between boys and girls, but the reasons for these developmental differences remain unclear. Some research suggests that the toys and games children play with may be a factor influencing these differences. For example, boys' toys often consist of building blocks and cars, which primarily focus on developing their spatial awareness and mathematical concepts. However, these toys may not contribute much to their language and soft skills development. On the other hand, girls' play tends to emphasize communication, role-playing, and even reading, which helps train their empathy and communication skills but often overlooks the development of spatial awareness and mathematical concepts.",
    "BLOG_3_CONTENT_4": "Choosing toys is actually quite a science. However, parents in Hong Kong often spend a lot of time and money enrolling their children in tutoring classes and interest groups to enhance their abilities and prepare them for future academic needs. They fear their children might miss out on something or fall behind the 'mainstream.' But is this an appropriate learning method? Is this what children want and need?",
    "BLOG_3_CONTENT_5": "According to Piaget's cognitive theory, kindergarteners are in the pre-operational stage, and elementary school students are in the operational stage. Children in both stages need to learn through manipulation and playing with real objects; rote memorization might not be the most appropriate method. Additionally, a recent survey by the Department of Health pointed out that parents are using tablets as a 'pacifier' to keep their children quietly 'playing' and 'learning.' Even though most parents understand the impact of electronic devices on eyesight, they hope that playing with tablets will help their children develop fine motor skills and cognitive abilities early on. However, Dr. Theresa Tsang from the Hong Kong College of Paediatricians has stated that 'using electronic devices is a passive method' and does not help children 'get a head start.' On the contrary, personal contact and interaction between parents and children positively impact a child's balanced development.",
    "BLOG_3_CONTENT_6": "If a child's way of 'playing' consistently focuses on one aspect, could their physical and mental development become unbalanced? If the learning methods are not appropriate, will it help the child learn effectively, or will it result in wasted effort? The saying 'diligence brings merit, play brings no benefit' might not be applicable in today's society. In modern times, play is recognized as an essential part of learning, contributing to a well-rounded development that encompasses various skills and knowledge areas. Therefore, it's crucial for parents to consider balanced play and learning opportunities to support their children's holistic growth.",
    "BLOG_3_CONTENT_7": "Originally published in 新世紀月刊, 2014"    
}