{
    "Home Page": "Welcome to my Gatsby site!",
    "message": "My name is Shanika",
    "en": "English",
    "zh": "中文",
    "APP_BAR_HOME": "Home",
    "APP_BAR_HEARTLAND_FUND": "Heartland Fund",
    "APP_BAR_OUR_TEAM": "Our Team",
    "APP_BAR_SERVICES": "Services",
    "APP_BAR_TRAININGS": "Trainings",
    "APP_BAR_RESOURCES": "Resources",
    "APP_BAR_DRUMBEAT": "DRUMBEAT",
    "APP_BAR_BLOG": "Blog",
    "BANNER_HEARTLAND_SOCIAL_ENTERPRISE": "Heartland Social Enterprise",
    "BANNER_UNDERSTAND_DEATH": "From story book: Understand Death",
    "BANNER_HEARTLAND_SOCIAL_ENTERPRISE_CONTENT": "<p>Life is full of changes</p><br/><p>We believe that life consists of lots of 'commas', in which you could become stronger after each obstacle.</p> We aim to provide a safe and comfortable place to support you, and walk through the difficulties with you.",
    "BANNER_UNDERSTAND_DEATH_CONTENT": "Children's understanding of death differs from that of adults, and their level of acceptance varies as a result. However, when adults<br/>face death, they not only have to deal with their own emotions but also help children understand and accept death. This workshop<br/>aims to help parents, teachers, and relevant professionals understand children's perspectives on life. Using picture books, it assists<br/>children in understanding death and overcoming grief. The workshop analyzes and assists adults in understanding children's mental<br/>health from a clinical psychology perspective, providing simple and practical methods to alleviate and address children's emotional<br/>issues. Each participant will receive one relevant picture book.",
    "BANNER_TRAUMA_INFORMED_PRACTICE": "Trauma-Informed Practice",
    "BANNER_TRAUMA_INFORMED_PRACTICE_CONTENT": "People who have experienced psychological trauma are often misunderstood as being 'temperamental', 'attention-seeking',<br/>'distracted','forgetful', or even labeled as having 'personality disorders'. However, many trauma survivors find it difficult to talk<br/>about past injuries and exhibit various behavioral reactions. Trauma-Informed Practice has long been valued in the mental health<br/>rehabilitation field abroad, emphasizing patient-centered practices. This approach not only encourages a culture of safety and healing<br/>but also focuses on enhancing the physical and mental health of patients. Through just three short training sessions, it is hoped<br/>that participants will gain a better understanding of the psychological impact of trauma on patients' physical and mental well-being,<br/>as well as their responses. Additionally, participants will learn how to respond to and care for individuals with psychological trauma.",
    "BANNER_SOCIAL_ENTERPRISE": "Social Enterprise",
    "BANNER_SOCIAL_ENTERPRISE_CONTENT": "An social enterprise is a business targeted to achieve specific social objectives through entrepreneurial strategies and self-sustaining<br/>operations, and not less than 65% of its distributable profits are reinvested in the business for the social objectives that it pursues.”<br/>So we set up a Heartland Fund to contribute certain % of profit for charity purpose, e.g. support disadvantaged group to seek for<br/>psychotherapy, community education and group therapy.",
    "BANNER_FOUNDER_MOTTO": "Founder's Motto",
    "BANNER_FOUNDER_MOTTO_CONTENT": "<p>It returns to my mind often when I'm with a patient, clueless about what is going on, unable to make helpful or coherent<br/>remarks.</p><br/><p>It is then that I think of dear Sarah B. and remind myself that a therapist's presence, inquires, attention may be nourishing in</p>ways we cannot imagine.<br/><br/>By Yalom, Becoming Myself, p. 99.'",
    "BANNER_SERVICE": "Service",
    "BANNER_SERVICE_CONTENT": "We provide : Adult Psychotherapy, Children Therapy, Assessment & Assessment and Professional Consultation.",
    "BANNER_GROUP_THERAPY": "Adult, kids, individual and group Psychotherapy",
    "BANNER_GROUP_THERAPY_CONTENT_1": "Our team includes clinical psychologists, sex therapists, social workers, occupational therapists, senior counselors, family therapists, play therapist etc",
    "BANNER_GROUP_THERAPY_CONTENT_2": "Please feel free to contact us for further inquiry, and choose your right therapist.",
    "BANNER_GROUP_THERAPY_CONTENT_3": "Phone appointments: A dedicate staff will arrange first meeting and initial assessment.",
    "BANNER_GROUP_THERAPY_CONTENT_4": "First meeting: Around 50 mins, follow up meeting based on individual needs",
    "BANNER_GROUP_THERAPY_CONTENT_5": "Follwup meeting：Weekly or bi-weekly",
    "BANNER_GROUP_THERAPY_CONTENT_6": "Cost for reference",
    "BANNER_GROUP_THERAPY_CONTENT_7": "Clinical Psychologist",
    "BANNER_GROUP_THERAPY_CONTENT_8": "Senior Counselor",
    "BANNER_GROUP_THERAPY_CONTENT_9": "Counselor",
    "BANNER_GROUP_THERAPY_CONTENT_10": "Sex Therapist",
    "BANNER_GROUP_THERAPY_CONTENT_11": "Individuals facing financial difficulties can discuss fees individually with the therapist.",
    "BANNER_GROUP_THERAPY_CONTENT_12": "All staff are registered under professional institutions in Hong Kong and Overseas",
    "BANNER_PROFESSIONAL_TRANING": "Professional Training",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_1": "Examples",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_2": "Trauma-Informed Practice",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_3": "Sex Education (conducted by recognized sex therapists from Hong Kong Association of Sexuality Educators, Researchers & Therapists Limited (HKASERT))​",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_4": "Holyoake Australia DRUMBEAT Facilitator Training",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_5": "​好。心情家長及老師講座",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_6": "從繪本開始: 了解死亡及兒童情緒支援工作坊",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_7": "Drawing analysis",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_8": "Palmistry",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_9": "Former collaborating organization",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_10": "Tung Wah Group of Hospitals",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_11": "Caritas Hong Kong",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_12": "Christian Action",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_13": "Hong Kong Anti-Cancer Society",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_14": "Yuen Long Kam Kwong Church",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_15": "Labour Department",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_16": "Lands Department",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_17": "The Judiciary of the Hong Kong Special Administrative Region",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_18": "Long Term Partner - Inner Voice Psychological Counselling Center",
    "BANNER_PROFESSIONAL_TRANING_CONTENT_19": "Holyoake Australia",
    "BANNER_TEAM_MEMBER_FOUNDER": "FOUNDER",
    "BANNER_TEAM_MEMBER_CONTENT_1": "Aquina Wong is a registered Clinical Psychologist in Hong Kong (HKPS DCP), Australia (APS & AHPRA) and Singapore (SPS). She is current working in for Australian government and in private practice, focusing on mood disorder and post-traumatic stress disorder. She worked as a senior counselor and centre-in-charge in a non-government organization in Hong Kong 10 years ago, specialized in individual and family counseling for disadvantaged groups. Aquina went to Australia to seek for her career in clinical psychology, whereas she excels at resolving negative emotions and warmth and genuine interpersonal style.",
    "BANNER_TEAM_MEMBER_CONTENT_2": "Aquina is an integrated therapist who assess the use of theoretical orientation based on clients’ needs, which include Cognitive Behavioral Therapy (CBT), Trauma-Focused CBT, Eye Movement Desensitization Reprocessing (EMDR) therapy, Psychodynamic Therapy, Existential Therapy etc.",
    "BANNER_TEAM_MEMBER_CONTENT_3": "She aims to support people to manage and overcome their difficulties by various ways, e.g. individual and group therapy, talk and seminar, training and writing. ",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS": "Team Members",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_1": "Clinical Psychologists, Senior Counselors, Social Workers, Occupational Therapist, Sex Therapist",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_2": "Psychotherapy, Assessment, and Consultation",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_3": "Sex and Family Therapist",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_4": "Individual and couple therapy, and Assessment",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_5": "Play Therapy",
    "BANNER_TEAM_MEMBER_TEAMMEMBERS_6": "Children and Family Play Therapy"
}